[
  {
    "id":1,
    "idBrand": 1,
    "model": "A1 Sportback",
    "year": 2020,
    "price": 15000,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/audi/a1sportback.png",
    "description": "El nuevo Audi A1 Sportback redefine el segmento compacto. Su llamativo diseño deportivo caracteriza a la segunda generación del exitoso auto compacto. ",
    "rating": 4
  },
  {
    "id":2,
    "idBrand": 1,
    "model": "A3 Sedan",
    "year": 2016,
    "price": 9000,
    "isPopular": false,
    "isOffer": true,
    "image": "./assets/images/car/audi/a3sedan.png",
    "description": "El Audi A3 Sedan combina el carácter de un coupé con un diseño elegante. La cúpula del techo bajo y fluido transmite pura dinámica. Con sus superficies musculosas y tensas, la limusina también irradia confianza en sí misma.",
    "rating": 4
  },
  {
    "id":3,
    "idBrand": 1,
    "model": "A5 Coupé",
    "year": 2018,
    "price": 20000,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/audi/a5coupe.png",
    "description": "Llegás a un lugar y sos el centro de atención. Ahí por donde pasas, atraés todas las miradas. Porque el nuevo Audi A5 Coupé es la combinación perfecta de deportividad y diseño elegante. Sorprende a todos.",
    "rating": 5
  },
  {
    "id":4,
    "idBrand": 1,
    "model": "Q3",
    "year": 2013,
    "price": 35800,
    "isPopular": true,
    "isOffer": true,
    "image": "./assets/images/car/audi/q3.png",
    "description": "Descubre el Audi Q3. El Audi Q3 combina fuerza y presencia para no dejar a nadie indiferente. Un modelo que proyecta el nuevo lenguaje de diseño Q.",
    "rating": 4
  },
  {
    "id":5,
    "idBrand": 2,
    "model": "Camaro Coupé",
    "year": 2021,
    "price": 40000,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/chevrolet/camaro.png",
    "description": "Escuchá desde lejos como ruge su motor, el Camaro Coupé SS está listo para sorprenderte. Este imponente deportivo de sexta generación, te propone un diseño agresivo, un rendimiento inigualable y una tecnología jamás vista.",
    "rating": 5
  },
  {
    "id":6,
    "idBrand": 2,
    "model": "Equinox",
    "year": 2020,
    "price": 11172,
    "isPopular": false,
    "isOffer": false,
    "image": "./assets/images/car/chevrolet/equinox.png",
    "description": "Explorá todas las posibilidades de la Equinox. Dejá que su sofisticada tecnología te proponga una experiencia simplemente única, mientras disfrutás del confort y la seguridad en su andar.",
    "rating": 4
  },
  {
    "id":7,
    "idBrand": 2,
    "model": "Cruze 5",
    "year": 2020,
    "price": 35018,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/chevrolet/cruze.png",
    "description": "Además de la potencia de su motor turbo, la seguridad más avanzada, todo su confort y la exclusiva tecnología WI-FI, en el Nuevo Cruze 5 disfrutás de la unión perfecta entre lo digital y lo analógico en un auto con lo mejor de los dos mundos.",
    "rating": 4
  },
  {
    "id":8,
    "idBrand": 2,
    "model": "Onix Plus",
    "year": 2019,
    "price": 9633,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/chevrolet/onix.png",
    "description": "El Onix Plus es un auto diseñado para ofrecerte más de lo que esperás. Cuenta con conectividad total y soluciones innovadoras que integran el auto con tu rutina, como conexión Wi-Fi propia y computadora de abordo.",
    "rating": 3
  } ,
  {
    "id":9,
    "idBrand": 3,
    "model": "812 Superfast",
    "year": 2021,
    "price": 90633,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/ferrari/ferrari-812-superfast.png",
    "description": "El diseño aerodinámico del 812 Superfast es parte del compromiso continuo de Ferrari en mejorar constantemente el rendimiento de cada uno de sus nuevos modelos, tanto en términos de velocidad como en dinámica del vehículo, para asegurar una experiencia de conducción inigualable. ",
    "rating": 5
  } ,
  {
    "id":10,
    "idBrand": 3,
    "model": "Spider",
    "year": 2015,
    "price": 86633,
    "isPopular": true,
    "isOffer": true,
    "image": "./assets/images/car/ferrari/spider.png",
    "description": "El SF90 Spider, el primer Spider PHEV de serie del Cavallino Rampante, se erige como referencia en términos de rendimiento e innovación tanto dentro de la gama Ferrari como dentro del sector de vehículos deportivos.",
    "rating": 5
  } ,
  {
    "id":11,
    "idBrand": 3,
    "model": "Roma",
    "year": 2021,
    "price": 99800,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/ferrari/roma.png",
    "description": "El Ferrari Ferrari Roma, el nuevo coupé 2+ con motor central delantero del Cavallino Rampante, presenta unas proporciones elegantes y un diseño atemporal a los que hay que sumar un rendimiento y manejo insuperables. ",
    "rating": 5
  } ,
  {
    "id":12,
    "idBrand": 4,
    "model": "Mustang",
    "year": 2021,
    "price": 70800,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/ford/mustang.png",
    "description": "Durante 6 generaciones, el Mustang ha demostrado ser mucho más que un vehículo deportivo, marcando con cada una de ellas un nuevo hito en la industria automotriz.",
    "rating": 5
  } ,
  {
    "id":13,
    "idBrand": 4,
    "model": "Kuga",
    "year": 2020,
    "price": 26800,
    "isPopular": false,
    "isOffer": true,
    "image": "./assets/images/car/ford/kuga.png",
    "description": "La Kuga Híbrida incorpora Ford Co-Pilot 360, un avanzado sistema de asistencia a la conducción, mejorando la seguridad y la experiencia de manejo.",
    "rating": 3
  } ,
  {
    "id":15,
    "idBrand": 4,
    "model": "Ranger",
    "year": 2018,
    "price": 16870,
    "isPopular": false,
    "isOffer": false,
    "image": "./assets/images/car/ford/ranger.png",
    "description": "Sintetiza el concepto de la Raza Fuerte en el Siglo XXI: es una Pick-Up robusta e imponente, y a la vez, moderna, sofisticada y aerodinámica.",
    "rating": 4
  } ,
  {
    "id":16,
    "idBrand": 5,
    "model": "Huracan",
    "year": 2021,
    "price": 160870,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/lamborghini/huracan.png",
    "description": "El Lamborghini Huracán es el acuerdo ideal entre tecnología y diseño. La primera emoción se siente con solo mirarlo. Líneas definidas y aerodinámicas diseñadas para contrarrestar el aire y domar la carretera.",
    "rating": 5
  } ,
  {
    "id":17,
    "idBrand": 6,
    "model": "208",
    "year": 2021,
    "price": 16870,
    "isPopular": false,
    "isOffer": true,
    "image": "./assets/images/car/peugeot/208.png",
    "description": "El diseño del 208 adopta el nuevo lenguaje de diseño de la marca Peugeot, con la nueva firma lumínica que se asemeja a los colmillos del León. En el frente, aparece el nombre del modelo para un toque distintivo y moderno. En el lateral, el juego de sombras le da un perfil dinámico. Y en la parte posterior, las luces traseras con forma de garra completan un diseño armonioso.",
    "rating": 4
  } ,
  {
    "id":18,
    "idBrand": 6,
    "model": "308",
    "year": 2020,
    "price": 19840,
    "isPopular": false,
    "isOffer": false,
    "image": "./assets/images/car/peugeot/308.png",
    "description": "El diseño de la línea del PEUGEOT 308 revela su estilo fluido, elegante y deportivo a la vez. En el frente se encuentra el León y revela toda su potencia con un nuevo capó y un nuevo paragolpes delantero. Las llantas de 17' diamantadas terminan de acompañar a un vehículo con mucho dinamismo",
    "rating": 4
  } ,
  {
    "id":19,
    "idBrand": 6,
    "model": "3008",
    "year": 2021,
    "price": 30770,
    "isPopular": true,
    "isOffer": false,
    "image": "./assets/images/car/peugeot/3008.png",
    "description": "Dejate seducir por el frente del nuevo SUV PEUGEOT 3008, que cuenta con una nueva parrilla diamantada, luces diurnas con forma de colmillos y nuevos faros FULL LED felinos y refinados.",
    "rating": 4
  } ,
  {
    "id":20,
    "idBrand": 6,
    "model": "RCZ",
    "year": 2012,
    "price": 46985,
    "isPopular": false,
    "isOffer": false,
    "image": "./assets/images/car/peugeot/RCZ.png",
    "description": "El RCZ Carbon Concept se caracteriza por el original y tecnológico techo de carbono brillante y está equipado con la motorización 1.6 litros THP 16v y 200 CV, asociado a una caja de cambios manual de 6 velocidades. ",
    "rating": 5
  } 
]
